---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.TriangulationInterfaceForTriangulatedSolidOrShell
source: html/95d11396-e82c-aa34-816a-7fe27374004d.htm
---
# TriangulationInterfaceForTriangulatedSolidOrShell Members

Construct an interface object for a TriangulatedSolidOrShell.